aaron-bond.better-comments
abusaidm.html-snippets
apollographql.vscode-apollo
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
hnw.vscode-auto-open-markdown-preview
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
magicstack.MagicPython
mgmcdermott.vscode-language-babel
mikestead.dotenv
mrpbennett.atlantic-night
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
Orta.vscode-jest
patbenatar.advanced-new-file
PKief.material-icon-theme
Prisma.prisma
ritwickdey.LiveServer
tcaron.stripe-theme-vscode
tht13.python
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
wix.vscode-import-cost